Revit 2024 API
SpecTypeId.Boolean Class
 This class contains constants identifying Boolean specs.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static class Boolean
Visual Basic
Public NotInheritable Class Boolean
Visual C++
public ref class Boolean abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.SpecTypeId.Boolean
See Also
SpecTypeId.Boolean Members
Autodesk.Revit.DB Namespace